export default function Top() {
  return (
    <div className="px-[120px] pt-[80px]">
      <div className="flex justify-between items-center">
        <img src="/images/navbar/logo-1.jpg" alt="" className="h-[100px]" />
        <h1 className="text-[40px] font-medium">Biogumusfarm & Tasty Food</h1>
        <img src="/images/navbar/logo-2.png" alt="" className="h-[100px]" />
      </div>

      <h1 className="mt-20 text-center">
        Ф.Х. Биогумус из солнечного Узбекистана - один из крупнейших
        производителей вяленых помидоров в Центральной Азии с более чем
        10-летним опытом производства и экспорта в европейские страны. Наше
        производство сертифицировано в соответствии с международными
        стандарта-ми ISO22000: 2018 и ECOCERT Organic (EC) № 834/2007. Эти
        сертификаты не только гарантируют высокое качество готовой продукции, но
        и гарантируют безопасность и гигиену, постоянное повышение квалификации
        сотрудников, а также гарантируют высокий уровень заботы об окружающей
        среде. Мы контролируем всю производственно сбытовую цепочку, поэтому мы
        заботимся о каждом этапе процесса, от выбора семян для выращивания,
        сбора урожая, производства сушеных продуктов, упаковки и до доставки
        покупателю. После бережного сбора урожая и мытья спелых плодов, помидоры
        разрезают по-полам и присыпают солью, затем сушат на солнце в течение
        4-5 дней, проходят контроль качества на влажность, без-опасность, вкус и
        цвет и тщательно упаковывают в коробки. Хранится и поставляется при
        температуре +4 + 6 ° C.
      </h1>
    </div>
  );
}
